Repository: shugaa/florb
Catalog: src/i18n/*/florb.po
Languages: de_de

source: Map motion:
de_de: Karte bewegen:

source: * Use the arrow keys (UP / DOWN / RIGHT / LEFT) to move the map or * hold the right mouse button and drag * Use the + and - keys to zoom or * scroll to zoom
de_de: * Benutze die Pfeiltasten (OBEN / UNTEN / LINKS / RECHTS) um die Karte zu bewegen oder * bewege die Karte mit der Maus (rechte Maustaste halten) * Benutze die + und - Tasten zum Zoomen oder * benutze das Scrollrad an Maus / Trackpad

source: Editing trackpoints:
de_de: Wegpunkte bearbeiten:

source: * Left-click the map to define a new trackpoint * Hold the left mouse button on a trackpoint to drag it * Left-click any trackpoint to select it * Left-click and drag to select multiple trackpoints * Hit DEL to delete selected trackpoints
de_de: * Klicke mit links um einen Wegpunkt zu definieren * Halte die linke Maustaste gedrückt, um einen Wegpunkt zu verschieben * Zum Auswählen klicke mit links auf einen Wegpunkt * Klicke mit links und ziehe um mehrere Wegpunkte auszuwählen * Drücke ENTF um ausgewählte Wegpunkte zu löschen

source: A tile server with the same name already exists.
de_de: Ein gleichnamiger Kachelserver existiert bereits.

source: About
de_de: Über florb

source: About / License
de_de: Über florb / Lizenz

source: Add tile server
de_de: Kachelserver hinzufügen

source: Add tileserver
de_de: Kachelserver hinzufügen

source: Base
de_de: Basiskarte

source: Bulk download
de_de: Kartendownload

source: Cache error: EXISTS
de_de: Cache-Fehler: EXISTS

source: Cache error: GET
de_de: Cache-Fehler: GET

source: Cache error: PUT
de_de: Cache-Fehler: PUT

source: Cancel
de_de: Abbrechen

source: Clear
de_de: Track löschen

source: Clear current track
de_de: Track löschen

source: Delay [ms]
de_de: Verzögerung [ms]

source: Delete waypoints
de_de: Wegpunkte löschen

source: Device
de_de: Gerät

source: Device download
de_de: Herunterladen von Gerät

source: Device upload
de_de: Geräte-Upload

source: Distances
de_de: Längenangaben

source: Download
de_de: Herunterladen

source: Download Failed!
de_de: Download fehlgeschlagen!

source: Download from device
de_de: Von Gerät herunterladen

source: Edit
de_de: Bearbeiten

source: Edit tile server
de_de: Kachelserver bearbeiten

source: Edit tileserver
de_de: Kachelserver bearbeiten

source: Edit waypoints
de_de: Wegpunkte bearbeiten

source: Elevation
de_de: Höhe

source: Elevation [m]
de_de: Höhe [m]

source: Elevation profile
de_de: Höhenprofil

source: Elevation:
de_de: Höhe:

source: Enable GPSd
de_de: GPSd aktivieren

source: Error updating selected waypoints
de_de: Fehler beim Aktualisieren der Wegpunkte

source: Failed to open / create cache database
de_de: Konnte Cache nicht öffnen / erzeugen

source: Failed to open GPX file
de_de: Fehler beim Laden der GPX Datei

source: Failed to save GPX data
de_de: Konnte GPX-Daten nicht speichern

source: Failed to start downloader
de_de: Konnte Downloader nicht starten

source: Failure parsing zoomlevel description.
de_de: Fehler in der Zoomstufen-Beschreibung

source: File
de_de: Datei

source: GPS cursor color
de_de: Farbe GPS cursor

source: GPSd error
de_de: GPSd Fehler

source: GPX error
de_de: GPX Fehler

source: Go to cursor
de_de: Gehe zu Position

source: Help
de_de: Hilfe

source: Image format
de_de: Datenformat

source: Imperial
de_de: Britisch

source: Interface
de_de: Oberfläche

source: Invalid delay
de_de: Ungültige Verzögerung

source: Invalid latitude
de_de: Ungültige Breitenangabe

source: Invalid longitude
de_de: Ungültige Längenangabe

source: Invalid pixel position
de_de: Ungültiger Pixelwert

source: Invalid unit conversion
de_de: Ungültige Umwandlung

source: Invalid zoomlevel specified for this map.
de_de: Ungültige Zoomstufe für diese Karte

source: Lat:
de_de: Breite:

source: Latitude
de_de: Breite

source: Latitude [°]
de_de: Breite [°]

source: Load GPX file
de_de: GPX laden

source: Location
de_de: Verzeichnis

source: Lock to cursor
de_de: Position folgen

source: Lon:
de_de: Länge:

source: Longitude
de_de: Länge

source: Longitude [°]
de_de: Länge [°]

source: Map
de_de: Karte

source: Marker color
de_de: Farbe Marker

source: Marker color (selected)
de_de: Farbe Marker (ausgewählt)

source: Marker error
de_de: Markerfehler

source: Menu
de_de: Menü

source: Metric
de_de: Metrisch

source: My tileserver
de_de: Mein Tileserver

source: Nautical
de_de: Nautisch

source: No devices found
de_de: Keine Geräte gefunden

source: None
de_de: Kein

source: Open GPX
de_de: GPX laden

source: Please provide a name for this server!
de_de: Bitte einen Namen für diesen Server angeben!

source: Please specify the download url for this server!
de_de: Bitte eine URL für diesen Server angeben!

source: Quit
de_de: Beenden

source: Record track
de_de: Track aufzeichnen

source: Remove tileserver
de_de: Kachelserver löschen

source: Save GPX as
de_de: GPX speichern unter

source: Save current track
de_de: GPX speichern unter

source: Scale error
de_de: Maßstabfehler

source: Search
de_de: Suchen

source: Select cache directory
de_de: Cache Verzeichnis auswählen

source: Select color
de_de: Farbe wählen

source: Select download area
de_de: Bereich für Download wählen

source: Select the desired area on the map now
de_de: Jetzt den gewünschten Bereich auf der Karte wählen

source: Selection color
de_de: Farbe Auswahl

source: Selection error
de_de: Auswahlfehler

source: Settings
de_de: Einstellungen

source: Show waypoint markers
de_de: Zeige Wegpunktmarkierungen

source: Sim. downloads
de_de: Gleichz. Downl.

source: Slippy Map
de_de: Kartenansicht

source: Tileservers
de_de: Kachelserver

source: Track color
de_de: Farbe Track

source: Track line width
de_de: Breite Track

source: Track title
de_de: Track Name

source: Trip:
de_de: Strecke:

source: Units
de_de: Einheiten

source: Upload
de_de: Hochladen

source: Upload Failed!
de_de: Hochladen fehlgeschlagen!

source: Upload OK
de_de: Hochladen OK

source: Upload to device
de_de: Hochladen auf Gerät

source: Usage
de_de: Bedienung

source: View elevation profile
de_de: Höhenprofil betrachten

source: Zoom levels
de_de: Zoomstufen
